{
  "header": {
    "home": "Главная",
    "pricing": "Цены",
    "trips": "Предстоящие поездки",
    "articles": "Статьи",
    "about": "О нас",
    "contact": "Контакты"
  },
  "footer": {
    "slogan": "Ваше путешествие начинается здесь.",
    "rights": "Все права защищены."
  },
  "homePage": {
    "heroTitle": "Ваше следующее путешествие, по железной дороге",
    "heroSubtitle": "Откройте для себя мир с другой точки зрения. Вас ждут незабываемые пейзажи, комфортные путешествия и вечные воспоминания.",
    "heroButton": "Изучить предстоящие поездки",
    "journalTitle": "Из нашего путевого журнала",
    "readMore": "Читать далее",
    "noArticles": "Статей для отображения пока нет. Создайте одну в панели администратора!"
  },
  "pricingPage": {
    "title": "Наша философия ценообразования",
    "body1": "В Train.Travel мы верим в прозрачное и простое ценообразование. Стоимость каждой поездки «все включено» и покрывает ваше путешествие, проживание на борту и тщательно подобранные впечатления. Мы стремимся обеспечить исключительную ценность, сочетая роскошь и приключения в каждом пакете.",
    "standardClass": "Стандартный класс",
    "standardDesc": "Удобные сиденья и панорамные окна, чтобы наслаждаться видом.",
    "firstClass": "Первый класс",
    "firstDesc": "Дополнительное пространство для ног, бесплатные напитки и приоритетное обслуживание.",
    "sleeperCabin": "Спальное купе",
    "sleeperDesc": "Частные купе для ночных поездок, обеспечивающие спокойный ночной сон.",
    "body2": "Цены варьируются в зависимости от пункта назначения, продолжительности и класса путешествия. Подробные цены на наши тщательно подобранные поездки смотрите на нашей странице «Предстоящие поездки».",
    "button": "Посмотреть предстоящие поездки и цены"
  },
  "tripsPage": {
    "title": "Предстоящие поездки",
    "subtitle": "Отправьтесь в свое следующее большое приключение.",
    "viewDetails": "Посмотреть детали",
    "noTrips": "На данный момент предстоящих поездок нет. Пожалуйста, зайдите позже!"
  },
  "articlesPage": {
    "title": "Путевой журнал",
    "subtitle": "Истории и идеи из наших путешествий."
  },
  "aboutPage": {
    "title": "О Train.Travel",
    "subtitle": "Соединяя людей с местами, один живописный маршрут за другим.",
    "body1": "Train.Travel был основан на простом принципе: путешествие так же важно, как и пункт назначения. В мире, который спешит из точки А в точку Б, мы предлагаем возможность замедлиться, увидеть красоту пейзажа и испытать путешествие более осмысленным и устойчивым способом.",
    "body2": "Наша команда состоит из увлеченных путешественников, экспертов по логистике и железнодорожных энтузиастов, которые неустанно работают над созданием уникальных железнодорожных путешествий по всему миру. От величественных гор Швейцарии до бескрайних просторов Транссибирской магистрали мы подбираем маршруты, которые предлагают захватывающие виды и незабываемые впечатления.",
    "missionTitle": "Наша миссия",
    "missionText": "Предоставлять комфортные, живописные и экологически чистые путешествия, которые создают незабываемые воспоминания и способствуют более глубокому пониманию окружающего мира.",
    "body3": "Мы сотрудничаем с лучшими железнодорожными операторами мира, чтобы обеспечить самые высокие стандарты комфорта, безопасности и обслуживания. Независимо от того, являетесь ли вы одиночным искателем приключений, парой, ищущей романтический отдых, или семьей, ищущей уникальный отпуск, у нас есть путешествие, которое идеально вам подойдет.",
    "body4": "Спасибо, что рассматриваете Train.Travel. Мы с нетерпением ждем возможности приветствовать вас на борту."
  },
  "contactPage": {
    "title": "Свяжитесь с нами",
    "subtitle": "Мы будем рады услышать вас. Свяжитесь с нами по любым вопросам.",
    "formTitle": "Отправьте нам сообщение",
    "nameLabel": "Полное имя",
    "emailLabel": "Адрес электронной почты",
    "messageLabel": "Сообщение",
    "submitButton": "Отправить",
    "infoTitle": "Наша информация",
    "emailHeader": "Электронная почта",
    "phoneHeader": "Телефон",
    "addressHeader": "Адрес"
  },
  "tripDetailPage": {
    "bookingTitle": "Забронируйте свое путешествие",
    "inquireButton": "Узнать сейчас",
    "from": "От",
    "to": "До"
  },
  "articleDetailPage": {
    "publishedOn": "Опубликовано",
    "by": "автор"
  }
}
