{
  "header": {
    "home": "Головна",
    "pricing": "Ціни",
    "trips": "Майбутні поїздки",
    "articles": "Статті",
    "about": "Про нас",
    "contact": "Контакти"
  },
  "footer": {
    "slogan": "Ваша подорож починається тут.",
    "rights": "Всі права захищені."
  },
  "homePage": {
    "heroTitle": "Ваша наступна подорож, залізницею",
    "heroSubtitle": "Відкрийте для себе світ з іншої точки зору. На вас чекають незабутні пейзажі, комфортні подорожі та вічні спогади.",
    "heroButton": "Дослідити майбутні поїздки",
    "journalTitle": "З нашого подорожнього журналу",
    "readMore": "Читати далі",
    "noArticles": "Статей для відображення поки що немає. Створіть одну в панелі адміністратора!"
  },
  "pricingPage": {
    "title": "Наша філософія ціноутворення",
    "body1": "У Train.Travel ми віримо в прозоре та просте ціноутворення. Вартість кожної поїздки «все включено» і покриває вашу подорож, проживання на борту та ретельно підібрані враження. Ми прагнемо забезпечити виняткову цінність, поєднуючи розкіш та пригоди в кожному пакеті.",
    "standardClass": "Стандартний клас",
    "standardDesc": "Зручні сидіння та панорамні вікна, щоб насолоджуватися видом.",
    "firstClass": "Перший клас",
    "firstDesc": "Додатковий простір для ніг, безкоштовні напої та пріоритетне обслуговування.",
    "sleeperCabin": "Спальне купе",
    "sleeperDesc": "Приватні купе для нічних поїздок, що забезпечують спокійний нічний сон.",
    "body2": "Ціни варіюються в залежності від пункту призначення, тривалості та класу подорожі. Детальні ціни на наші ретельно підібрані поїздки дивіться на нашій сторінці «Майбутні поїздки».",
    "button": "Переглянути майбутні поїздки та ціни"
  },
  "tripsPage": {
    "title": "Майбутні поїздки",
    "subtitle": "Вирушайте у свою наступну велику пригоду.",
    "viewDetails": "Переглянути деталі",
    "noTrips": "На даний момент майбутніх поїздок немає. Будь ласка, зайдіть пізніше!"
  },
  "articlesPage": {
    "title": "Подорожній журнал",
    "subtitle": "Історії та ідеї з наших подорожей."
  },
  "aboutPage": {
    "title": "Про Train.Travel",
    "subtitle": "З'єднуючи людей з місцями, один мальовничий маршрут за іншим.",
    "body1": "Train.Travel було засновано на простому принципі: подорож так само важлива, як і пункт призначення. У світі, який поспішає з точки А в точку Б, ми пропонуємо можливість сповільнитися, побачити красу пейзажу та випробувати подорож більш осмисленим та стійким способом.",
    "body2": "Наша команда складається з пристрасних мандрівників, експертів з логістики та залізничних ентузіастів, які невпинно працюють над створенням унікальних залізничних подорожей по всьому світу. Від величних гір Швейцарії до безкрайніх просторів Транссибірської магістралі ми підбираємо маршрути, які пропонують захоплюючі види та незабутні враження.",
    "missionTitle": "Наша місія",
    "missionText": "Надавати комфортні, мальовничі та екологічно чисті подорожі, які створюють незабутні спогади та сприяють глибшому розумінню навколишнього світу.",
    "body3": "Ми співпрацюємо з найкращими залізничними операторами світу, щоб забезпечити найвищі стандарти комфорту, безпеки та обслуговування. Незалежно від того, чи є ви одиночним шукачем пригод, парою, яка шукає романтичний відпочинок, або сім'єю, яка шукає унікальну відпустку, у нас є подорож, яка ідеально вам підійде.",
    "body4": "Дякуємо, що розглядаєте Train.Travel. Ми з нетерпінням чекаємо можливості вітати вас на борту."
  },
  "contactPage": {
    "title": "Зв'яжіться з нами",
    "subtitle": "Ми будемо раді почути вас. Зв'яжіться з нами з будь-якими питаннями.",
    "formTitle": "Надішліть нам повідомлення",
    "nameLabel": "Повне ім'я",
    "emailLabel": "Адреса електронної пошти",
    "messageLabel": "Повідомлення",
    "submitButton": "Надіслати",
    "infoTitle": "Наша інформація",
    "emailHeader": "Електронна пошта",
    "phoneHeader": "Телефон",
    "addressHeader": "Адреса"
  },
  "tripDetailPage": {
    "bookingTitle": "Забронюйте свою подорож",
    "inquireButton": "Дізнатися зараз",
    "from": "Від",
    "to": "До"
  },
  "articleDetailPage": {
    "publishedOn": "Опубліковано",
    "by": "автор"
  }
}
